<template>
  <div class="container bg-light p-5">
    <div class="agreement" id="agreementid"><h2><span style="color:#39A9CB">1 Общие положения</span></h2>

      <p>1.1. Настоящее Пользовательское соглашение (далее - Соглашение) регламентирует взаимоотношения между Владельцем, Администратором и Пользователем веб-портала «doc.uralsk.kz» и его компонентов.</p>

      <p>1.2. В настоящем Соглашении используются следующие понятия:</p>

      <ul>
        <li>1) веб-портал «doc.uralsk.kz» (далее – Портал) - информационная система, представляющая собой единое окно доступа к регулируемым услугам субъектов естественной монополии, оказываемым в электронной форме;</li>
        <li>2) компоненты Портала – части Портала, специализированные на предоставлении отдельных электронных услуг, информации и (или) сервисов;</li>
        <li>3) электронная услуга (далее - Услуга) - предоставление физическим и юридическим лицам информационных, интерактивных и транзакционных услуг с применением информационных технологий;</li>
        <li>4) владелец Портала и его компонентов (далее - Владелец) - ТОО "Студия "Web-design.kz";</li>
        <li>5) пользователь Портала и его компонентов (далее - Пользователь) - любое физическое или юридическое лицо, принявшее условия настоящего Соглашения, зарегистрированное на Портале и в его компонентах, пользующееся услугами Портала и его компонентов для получения необходимых ему электронных информационных ресурсов, информации или интерактивных услуг в рамках действующего законодательства Республики Казахстан;</li>
        <li>6) администратор Портала и его компонентов (далее - Администратор) – ТОО "Студия "Web-design.kz";</li>
        <li>7) услугодатель - субъекты естественной монополии, оказывающие услуги в соответствии с законодательством Республики Казахстан;</li>
        <li>8) короткое текстовое сообщение (далее – SMS-сообщение) – услуга, оказываемая оператором сотовой связи по приему и передаче информации посредством сети сотовой связи;</li>
        <li>9) субъект оказания услуг – субъект естественной монополии, оказывающее электронные услуги посредством Портала.</li>
        <li>10) электронная цифровая подпись (далее – ЭЦП) - набор электронных цифровых символов, созданный средствами электронной цифровой подписи и подтверждающий достоверность электронного документа, его принадлежность и неизменность содержания;</li>
      </ul>

      <p>1.3. Все иные термины и определения, используемые в настоящем Соглашении, истолковываются в соответствии с действующим законодательством Республики Казахстан.</p>

      <h2><span style="color:#39A9CB">2 Предмет Соглашения</span></h2>

      <p>2.1. Настоящее Соглашение является публичной офертой. Получая доступ к материалам Портала и его компонентам, Пользователь считается присоединившимся и принявшим все условия настоящего Соглашения.</p>

      <p>2.2. Администратор вправе с согласия Владельца в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие изменения вступают в силу по истечении 3 (трех) дней с момента размещения новой версии Соглашения на Портале, с одновременной утратой предыдущей версии Соглашения.</p>

      <p>2.3. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к Порталу и его компонентам и прекратить использование материалов и сервисов Портала и его компонентов.</p>

      <p>2.4. Использование компонентов Портала осуществляется Пользователем согласно инструкциям по их использованию, размещенным в Личном кабинете Портала.</p>

      <p>2.5. За достоверность сведений, полученных в результате оказания услуг посредством Портала и его компонентов, несет ответственность услугодатель или субъект оказания Услуг.</p>

      <p>2.6. Электронный адрес, указанный Пользователем в форме регистрации на Портале предназначен для получения уведомлений в случае:</p>

      <ul>
        <li>1) подписки Пользователем на получение служебных уведомлений;</li>
        <li>2) восстановления пароля, получения временного пароля;</li>
        <li>3) получения сгенерированного нового пароля.</li>
      </ul>

      <p>2.8. Подписывая настоящее Соглашение, Пользователь тем самым дает письменное согласие на сбор, обработку, хранение, выгрузку и использование его персональных данных и иной представленной Пользователем на Портале информации в целях оказания ему услуг посредством Портала и его компонентов, а также улучшения качества предоставляемых (оказываемых) Услуг.</p>

      <h2><span style="color:#39A9CB">3 Права и обязанности Сторон</span></h2>

      <p><strong>3.1. Владелец и Администратор вправе:</strong></p>

      <p>3.1.1. В случае необходимости проверять достоверность введенных данных Пользователя, в том числе путем обращения в государственные органы и иные организации.</p>

      <p>3.1.2. В случае нарушения Пользователем условий настоящего Соглашения отказать в регистрации Пользователя, удалить или блокировать учетную запись Пользователя.</p>

      <p>3.1.3. Направлять Пользователю уведомления информационного характера в формате SMS – сообщений и PUSH - уведомлений.</p>

      <p><strong>3.2. Пользователь вправе:</strong></p>

      <p>3.2.1. Получать консультационную и практическую помощь от Администратора в части пользования Порталом и его компонентами, обратившись в Единый контакт-центр iKomek109 по номеру 109.</p>

      <p><strong>3.3. Владелец и Администратор обязаны:</strong></p>

      <p>3.3.1. Обеспечить конфиденциальность персональных данных Пользователя путем недопущения их разглашения без согласия Пользователя или его законного представителя либо наличия иного законного основания.</p>

      <p>3.3.2. Обеспечить функционирование Портала и его компонентов.</p>

      <p>3.3.3. Сохранять в тайне от посторонних лиц, не связанных с процессом обмена данными, вверенный ему пароль для доступа Пользователя, за исключением случаев, предусмотренных законодательством Республики Казахстан.</p>

      <p><strong>3.4. Пользователь обязан:</strong></p>

      <p>3.4.1. Для получения услуг Портала и его компонентов:</p>

      <p>&nbsp;</p>

      <ul>
        <li>1) иметь ИИН (для физических лиц) или БИН (для юридических лиц).</li>
        <li>2) до регистрации иметь действующую ЭЦП, выданную Национальным удостоверяющим центром РК, применяемую в «doc.uralsk.kz»;</li>
        <li>3) пройти процедуру регистрации.</li>
      </ul>

      <p>3.4.2. Предоставить Владельцу и Администратору точную и полную информацию по пунктам, предлагаемым в форме регистрации на Портале или при использовании его компонентов.</p>

      <p>3.4.3. Не предпринимать действий, которые могут рассматриваться как нарушающие законодательства Республики Казахстан или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных правах, а также любых действий, которые приводят или могут привести к нарушению нормальной работы и сервисов Портала и его компонентов.</p>

      <p>3.4.4. Не допускать противоречия комментариев и иных записей Пользователя на Портале и его компонентах требованиям законодательства Республики Казахстан и общепринятым нормам морали и нравственности.</p>

      <p>3.4.5. При работе на Портале не выдавать себя за другое лицо, не использовать материалы, содержащие вирусы или другое вредоносное программное обеспечение, использовать собственную ЭЦП.</p>

      <p>3.4.6. Не использовать Портал и полученную на Портале информацию в целях терроризма, экстремизма, разжигания межнациональной розни и в иных запрещенных законодательством Республики Казахстан целях.</p>

      <h2><span style="color:#39A9CB">4 Ответственность сторон</span></h2>

      <p>4.1. В случае нарушения условий настоящего Соглашения, повлекшего причинение вреда всем или одной из сторон Соглашения, виновная сторона несет ответственность в соответствии с законодательством Республики Казахстан.</p>

      <p>4.2. Администратор не несет ответственности за технические временные сбои и перерывы в работе Портала и его компонентах, возникшие по независящим от Администратора, Владельца причинам или в случае проведения плановых или внеплановых мероприятий по обслуживанию Портала и его компонентов.</p>

      <p>4.3. Владелец и Администратор не несут ответственности за временные сбои и перерывы в работе линий связи, иные аналогичные сбои, а также за неполадки компьютера, мобильного устройства связи, с которого Пользователь осуществляет доступ к Порталу и его компонентам.</p>

      <p>4.4. Владелец и Администратор не несут ответственности перед Пользователем за действия других Пользователей, услугодателей и любых других участников Портала и его компонентов.</p>

      <p>4.5. Владелец и Администратор не несут ответственности за любой прямой, косвенный ущерб, включая упущенную выгоду, ущерб от использования, потерю данных или какие-либо другие нематериальные потери, ущерб репутации и иной ущерб, возникающий вследствие:</p>

      <ul>
        <li>1) пользования или невозможности пользования Порталом, и его компонентами Пользователями;</li>
        <li>2) изменения условий Соглашения Владельцем и (или) Администратором;</li>
      </ul>

      <p>4.6. Пользователь несет полную ответственность за достоверность предоставляемых данных при регистрации на Портале и его компонентах, а также за несвоевременное обновление и корректировку данных в процессе использования Портала.</p>

      <p>4.7. Пользователь принимает на себя все риски и возможный ущерб, возникший в результате предоставления ими недостоверных сведений о себе, а также за передачу собственных данных, третьим лицам связанных с регистрацией на Портале и его компонентах, и использованием его компонентов.</p>

      <h2><span style="color:#39A9CB">5 Прочие положения</span></h2>

      <p>5.1. Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Республики Казахстан.</p>

      <p>5.2. Бездействие со стороны Администратора в случае нарушения кем-либо из Пользователей положений Соглашения не лишает Владельца права предпринять позднее соответствующие действия в защиту своих интересов и защиту имущественных и неимущественных прав на охраняемые в соответствии с законодательством материалы Портала.</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "user_agreement",
  layout: 'catalogLayout'
}
</script>

<style scoped>

</style>
