<template>
  <div class="container bg-light p-5">
    <div class="agreement" id="agreementid1"><h2><span style="color:#39A9CB">«doc.uralsk.kz» порталын қолдану құқықтары туралы келісімінің</span></h2>
      <hr>
     <h2><span style="color:#39A9CB">1 Жалпы ереже</span></h2>

        <p>1.1. Осы Пайдаланушылық келісім (бұдан әрі - Келісім) «doc.uralsk.kz» порталының және оның құрауыштарының Иесі, Әкімшісі және Пайдаланушысы арасындағы өзара байланысты реттейді.</p>

        <p>1.2. Осы Келісімде келесі түсініктер пайдаланылады:</p>

        <ul>
          <li>1) «doc.uralsk.kz» порталы (бұдан әрі – Портал) – электрондық нысанда  табиғи монополия субъектілерінің қызметтеріне қолжетімді  бірыңғай терезесін құрайтын ақпараттық жүйе;</li>
          <li>2) Порталдың құрауыштары – жекелеген электрондық қызметтер, ақпарат және (немесе) сервистерді ұсынуға мамандандырылған Порталдың бөліктері;</li>
          <li>3) электрондық қызмет (бұдан әрі - Қызмет) – ақпараттық технологияларды қолданумен ақпараттық, интерактивтік және транзакциялық қызметтерді жеке және заңды тұлғаларға ұсыну;</li>
          <li>4) Портал және оның құрауыштарының иесі (бұдан әрі - Иесі/Әкімші) - «Студия «Web-design.kz» ЖШС;</li>
          <li>5) Портал және оның құрауыштарының пайдаланушысы (бұдан әрі – Пайдаланушы) – Қазақстан Республикасының қолданыстағы заңнамасы аясында оған қажетті интерактивтік мемлекеттік қызметтер немесе ақпарат, электрондық ақпараттық ресурстарды алу үшін Портал және оның құрауыштары қолданатын, Порталда және оның құрауыштарында тіркелген осы Келісімнің талаптарын қабылдаған кез келген жеке немесе заңды тұлға;</li>
          <li>6) қызмет беруші – Қазақстан Республикасының заңнамасына сәйкес қызмет көрсететін табиғи монополиялар субъектілері;</li>
          <li>7) қысқа мәтіндік хабарлама (бұдан әрі – SMS-хабарлама) – ұялы байланыс арқылы ақпаратты беру және қабылдау бойынша ұялы байланыс операторымен көрсетілетін қызмет;</li>
          <li>8) қызмет көрсету субъектісі – Портал арқыды электрондық қызметтерді көрсететін жеке немесе заңды тұлға.</li>
          <li>9) электродық цифрлық қолтаңба (бұдан әрі – ЭЦҚ) – электрондық цифрлық қолтаңба және электрондық цифрлық қолтаңба құралдарымен құрылған және электрондық құжаттың дұрыстығын, оның тиістілігін және мамзұнының өзгермеушілігін растайтын электрондық цифрлық символдар жинағы;</li>
          <li>10) хеш-коды – қауіпсіздікті және бұзудан қорғауды қамтамасыз ету үшін құпия сөзді белгілі бір алгоритм бойынша түрлендіру әдісі.</li>
        </ul>

        <p>1.3. Осы Келісімде пайдаланылатын барлық терминдер және анықтаулар Қазақстан Республикасының қолданыстағы заңнамасына сәйкес түсіндіріледі.</p>

        <h2><span style="color:#39A9CB">2 Келісім мәні</span></h2>

        <p>2.1. Осы Келісім көпшілік оферта болып табылады. Порталдың және оның құрауыштарының материалдарына қолжетімділікті алумен, Пайдаланушы осы Келісімнің барлық талаптарына қосылған және қабылдаған болып есептеледі.</p>

        <p>2.2. Әкімші Иесінің келісімімен кез келген уақытта бір тарапты тәртіпте осы Келісімнің талаптарын өзгертуге құқылы. Бұндай өзгерістер Келісімнің алдыңғы нұсқасын бір уақытта жоюмен Порталдағы Келісімнің жаңа нұсқасын орналастырған кезеңнен бастап 3 (үш) күн өтуі бойынша күшіне енеді.</p>

        <p>2.3. Енгізілген өзгерістермен Пайдаланушы келіспеген кезде ол Порталға және оның құрауыштарына қолжетімділіктен бас тартуға және Порталдың және оның құрауыштарының сервистерін және материалдарын пайдалануды тоқтатуға міндетті.</p>

        <p>2.4. Порталдың құрауыштарын пайдалану Порталдың Жеке кабинетінде орналасқан оларды пайдалану бойынша нұсқаулыққа сәйкес Пайдаланушымен жүзеге асырылады.</p>

        <p>2.5. Портал және оның құрауыштары арқылы қызметтерді көрсету нәтижесінде алынған мәліметтердің дұрыстығы үшін қызмет беруші немесе қызмет көрсету субъектісі жауапты.</p>

        <p>2.6. Пайдаланушы порталда тіркеу нысанында көрсеткен электрондық адрес келесі жағдайларда хабарлама алуға арналған:</p>

        <ul>
          <li>1) Пайдаланушының қызметтік хабарламаларды алуға жазылуы;</li>
          <li>2) уақытша парольді алу паролін қалпына келтіру;</li>
          <li>3) құрылған жаңа паролді алу.</li>
        </ul>

        <p>2.7. Осы Келісімге қол қоя отырып, Пайдаланушы осы арқылы Пайдаланушының Порталда ұсынылған оның дербес және өзге деректерін Портал және оның құрауыштары арқылы оған қызметтерді көрсету мақсатында, сондай-ақ ұсынылатын (көрсетілетін) Қызметтердің сапасын жақсарту мақсатында жинау, өңдеу, сақтау және пайдалануға жазбаша келісім береді.</p>

        <h2><span style="color:#39A9CB">3 Тараптардың құқықтары мен міндеттері</span></h2>

        <p><strong>3.1. Иесі/Әкімші:</strong></p>

        <p>3.1.1. Пайдаланушы енгізген деректердің дұрыстығын, соның ішінде мемлекеттік және өзге органдарға жүгіну жолымен тексеру қажеттілігі туындағанда.</p>

        <p>3.1.2. Пайдаланушы осы Келісімнің талаптарын бұзған жағдайда Пайдаланушыны тіркеуден бас тартуға, Пайдаланушының есептік жазбасын жоюға немесе оқшаулауға;</p>

        <p>3.1.3. Ақпараттық сипаттағы хабарламаларды Пайдаланушыға жіберуге құқылы.</p>

        <p><strong>3.2. Пайдаланушы:</strong></p>

        <p>3.2.1. 109 нөмірі бойынша Бірыңғай байланыс орталығына жүгініп, Портал және оның құрауыштарын пайдалануға қатысты Әкімшіден консультациялық және тәжірибелік көмек алуға құқылы.</p>

        <p><strong>3.3. Иесі/Әкімші:</strong></p>

        <p>3.3.1. Пайдаланушының немесе оның заңды өкілінің келісімінсіз немесе өзге заңды негізсіз оларды жария етуге жол бермеу жолымен Пайдаланушының дербес деректерінің құпиялылығын қамтамасыз етуге;</p>

        <p>3.3.2. Порталдың және оның құрауыштарының қызмет етуін қамтамасыз етуге;</p>

        <p>3.3.3. Қазақстан Республикасының заңнамасымен көзделген жағдайларды қоспағанда Пайдаланушының қолжетімділігі үшін оған сеніп тапсырылған деректермен алмасу процесімен байланысты емес бөгде адамдардан құпияда сақтауға құқылы.</p>

        <p><strong>3.4. Пайдаланушы:</strong></p>

        <p>3.4.1. Портал және оның құрауыштарының қызметтерін алу үшін:</p>

        <ul>
          <li>1) ЖСН (жеке тұлғалар) немесе БСН (заңды тұлғалар үшін) болуы.</li>
          <li>2) тіркеуге дейін «электрондық үкімет» саласында қолданылатын ҚР Ұлттық куәландырушы орталығымен берілген қолданыстағы ЭЦҚ тіркеуге дейін болуы;</li>
          <li>3) тіркеу рәсімінен өту.</li>
        </ul>

        <p>3.4.2. Иесіне және Әкімшісіне Порталда тіркелу нысанында немесе оның құрауыштарын пайдалануда тармақтар бойынша дәл және толық ақпаратты Иесіне және Әкімшісіне ұсынуға.</p>

        <p>3.4.3. Қазақстан Республикасының заңнамасын немесе халықаралық құқық нормаларын бұзатын ретінде қаралуы мүмкін, оның ішінде Портал және оның құрауыштарының сервистерін және қалыпты жұмысын бұзуға әкелуі мүмкін немесе әкелетін авторлық және/немесе сабақтас құқықтар саласындағы әрекеттерді қабылдамау.</p>

        <p>3.4.4. Порталда және оның құрауыштарында Қазақстан Республикасы заңнамасының талаптарына және жалпы қабылданған мораль және адамгершілік нормаларына қайшы келетін пікірлер және өзге жазбаларға жол бермеу.</p>

        <p>3.4.5. Порталдағы жұмыста өзін басқа адам ретінде ұсынбауға, вирустар немесе басқа зиянды бағдарламалық қамтамасыз етуді қамтитын материалдар немесе басқа зиянды бағдарламалық қамтамасыз етуді пайдаланбауға, өз ЭЦҚ пайдалануға.</p>

        <p>3.4.6. Порталды және Порталдан алынған ақпаратты Портал және Порталда алынған ақпаратты ұлтаралық алауыздық және Қазақстан Республикасының заңнамасымен көзделген өзге мақсаттарда, терроризм, экстремизм мақсатында пайдаланбауға міндетті.</p>

        <h2><span style="color:#39A9CB">4 Тараптардың жауапкершілігі</span></h2>

        <p>4.1. Тараптардың барлығына немесе біріне зиян тигізуге әкелген осы Келісімнің талаптары бұзылған жағдайда, кінәлі тарап Қазақстан Республикасының заңнамасына сәйкес жауапты болады.</p>

        <p>4.2. Әкімші Портал және оның құрауыштарына қызмет көрсету бойынша жоспарлы және жоспардан тыс іс-шараларды өткізген жағдайда немесе Әкімші, Иесіне байланысты емес себептер бойынша туындаған Портал және оның құрауыштарыныі жұмыстағы уақытша істен шығулар және үзілістер үшін жауапты емес.</p>

        <p>4.3. Иесі және Әкімші Пайдаланушы Порталға және оның құрауыштарына қолжетімділікті жүзеге асыратын компьютер, мобильдік байланыс құрылғысының ақаулары, байланыс желісіндегі уақытша істен шығулар және үзілістер, өзге ұқсас істен шығулар үшін жауапты емес.</p>

        <p>4.4. Иесі және Әкімші Пайдаланушының алдында басқа Пайдаланушылар, қызмет берушілер және Порталдың және оның құрауыштарының кез келген қатысушыларының әрекеттері үшін жауапты емес.</p>

        <p>4.5. Иесі және Әкімші кез келген тікелей, жанама шығын, соның ішінде қалт жіберілген пайда, пайдаланудан зиян, деректердің жоғалуы немесе қандай да бір басқа материалдық емес шығындар, беделіне зиян және төмендегілер салдарынан туындайтын өзге шығындар үшін жауапты емес:</p>

        <ul>
          <li>1) Пайдаланушының және оның құрауыштарының Порталды пайдалануы немесе пайдалану мүмкін еместігі;</li>
          <li>2) Иесі және (немесе) Әкімшігің Келісім талаптарын өзгертуі;</li>
        </ul>

        <p>4.6. Пайдаланушы Порталда және оның компоненттерінде тіркеуде ұсынылатын деректердің дұрыстығы, сондай-ақ Порталды пайдалану процесіндегі деректерді уақытылы жаңарту және түзету үшін толық жауапты.</p>

        <p>4.7. Пайдаланушы Порталда және оның құрауыштарында тіркелумен және оның құрауыштарын пайдаланумен байланысты өзінің деректерін үшінші адамға беру, өзі туралы дұрыс емес мәліметтерді ұсыну нәтижесінде туындайтын барлық тәуекелдер және мүмкін шығынды өзіне алады.</p>

        <h2><span style="color:#39A9CB">5 Өзге де ережелер</span></h2>

        <p>5.1. Осы Келісімнен немесе онымен байланысты туындайтын барлық мүмкін даулар Қазақстан Республикасының қолданыстағы заңнамасына сәйкес шешуге жатады.</p>

        <p>5.2. Пайдаланушылардың бірі Келісім ережелерін бұзған жағдайда Әкімші тарапынан әрекетсіздік Иесінің Портал материалдарының заңнамаға сәйкес қорғалатын мүліктік және мүліктік емес құқықтарын қорғау және өзінің мүдделерін қорғаудың тиісті әрекеттерін кешірек қабылдау құқығынан айырмайды.</p>
      </div>
      <div class="agreement" id="agreementid"><h2><span style="color:#39A9CB">Соглашение о правах использования портала «doc.uralsk.kz»</span></h2>
        <hr>
        <h2><span style="color:#39A9CB">1 Общие положения</span></h2>

          <p>1.1. Настоящее Пользовательское соглашение (далее - Соглашение) регламентирует взаимоотношения между Владельцем/Администратором и Пользователем веб-портала «doc.uralsk.kz» и его компонентов.</p>

          <p>1.2. В настоящем Соглашении используются следующие понятия:</p>

          <ul>
            <li>1) веб-портал «doc.uralsk.kz» (далее – Портал) - информационная система, представляющая собой единое окно доступа к регулируемым услугам субъектов естественной монополии, оказываемым в электронной форме;</li>
            <li>2) компоненты Портала – части Портала, специализированные на предоставлении отдельных электронных услуг, информации и (или) сервисов;</li>
            <li>3) электронная услуга (далее - Услуга) - предоставление физическим и юридическим лицам информационных, интерактивных и транзакционных услуг с применением информационных технологий;</li>
            <li>4) владелец/администратор Портала и его компонентов (далее - Владелец/Администратор) - ТОО «Студия «Web-design.kz»;</li>
            <li>5) пользователь Портала и его компонентов (далее - Пользователь) - любое физическое или юридическое лицо, принявшее условия настоящего Соглашения, зарегистрированное на Портале и в его компонентах, пользующееся услугами Портала и его компонентов для получения необходимых ему электронных информационных ресурсов, информации или интерактивных услуг в рамках действующего законодательства Республики Казахстан;</li>
            <li>6) услугодатель - субъекты естественной монополии, оказывающие услуги в соответствии с законодательством Республики Казахстан;</li>
            <li>7) короткое текстовое сообщение (далее – SMS-сообщение) – услуга, оказываемая оператором сотовой связи по приему и передаче информации посредством сети сотовой связи;</li>
            <li>8) субъект оказания услуг – субъект естественной монополии, оказывающее электронные услуги посредством Портала.</li>
            <li>9) электронная цифровая подпись (далее – ЭЦП) - набор электронных цифровых символов, созданный средствами электронной цифровой подписи и подтверждающий достоверность электронного документа, его принадлежность и неизменность содержания;</li>
            <li>10) хеш-код – метод преобразования пароля по определенному алгоритму для обеспечения сохранности и защиты от взлома.</li>
          </ul>

          <p>1.3. Все иные термины и определения, используемые в настоящем Соглашении, истолковываются в соответствии с действующим законодательством Республики Казахстан.</p>

          <h2><span style="color:#39A9CB">2 Предмет Соглашения</span></h2>

          <p>2.1. Настоящее Соглашение является публичной офертой. Получая доступ к материалам Портала и его компонентам, Пользователь считается присоединившимся и принявшим все условия настоящего Соглашения.</p>

          <p>2.2. Владелец/Администратор вправе в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие изменения вступают в силу по истечении 3 (трех) дней с момента размещения новой версии Соглашения на Портале, с одновременной утратой предыдущей версии Соглашения.</p>

          <p>2.3. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к Порталу и его компонентам и прекратить использование материалов и сервисов Портала и его компонентов.</p>

          <p>2.4. Использование компонентов Портала осуществляется Пользователем согласно инструкциям по их использованию, размещенным в Личном кабинете Портала.</p>

          <p>2.5. За достоверность сведений, полученных в результате оказания услуг посредством Портала и его компонентов, несет ответственность услугодатель или субъект оказания Услуг.</p>

          <p>2.6. Электронный адрес, указанный Пользователем в форме регистрации на Портале предназначен для получения уведомлений в случае:</p>

          <ul>
            <li>1) подписки Пользователем на получение служебных уведомлений;</li>
            <li>2) восстановления пароля, получения временного пароля;</li>
            <li>3) получения сгенерированного нового пароля.</li>
          </ul>

          <p>2.7. Подписывая настоящее Соглашение, Пользователь тем самым дает письменное согласие на сбор, обработку, хранение, выгрузку и использование его персональных данных и иной представленной Пользователем на Портале информации в целях оказания ему услуг посредством Портала и его компонентов, а также улучшения качества предоставляемых (оказываемых) Услуг.</p>

          <h2><span style="color:#39A9CB">3 Права и обязанности Сторон</span></h2>

          <p><strong>3.1. Владелец/Администратор вправе:</strong></p>

          <p>3.1.1. В случае необходимости проверять достоверность введенных данных Пользователя, в том числе путем обращения в государственные органы и иные организации.</p>

          <p>3.1.2. В случае нарушения Пользователем условий настоящего Соглашения отказать в регистрации Пользователя, удалить или блокировать учетную запись Пользователя.</p>

          <p>3.1.3. Направлять Пользователю уведомления информационного характера посредством коммуникационных технологий.</p>

          <p><strong>3.2. Пользователь вправе:</strong></p>

          <p>3.2.1. Получать консультационную и практическую помощь от Администратора в части пользования Порталом и его компонентами, обратившись в Единый контакт-центр iKomek109 по номеру 109.</p>

          <p><strong>3.3. Владелец/Администратор обязаны:</strong></p>

          <p>3.3.1. Обеспечить конфиденциальность персональных данных Пользователя путем недопущения их разглашения без согласия Пользователя или его законного представителя либо наличия иного законного основания.</p>

          <p>3.3.2. Обеспечить функционирование Портала и его компонентов.</p>

          <p>3.3.3. Сохранять в тайне от посторонних лиц, не связанных с процессом обмена данными, вверенный ему пароль, преобразованный и хранимый в системе в виде хэш-кода, для доступа Пользователя, за исключением случаев, предусмотренных законодательством Республики Казахстан.</p>

          <p><strong>3.4. Пользователь обязан:</strong></p>

          <p>3.4.1. Для получения услуг Портала и его компонентов:</p>

          <ul>
            <li>1) иметь ИИН (для физических лиц) или БИН (для юридических лиц).</li>
            <li>2) до регистрации иметь действующую ЭЦП, выданную Национальным удостоверяющим центром РК, применяемую в «doc.uralsk.kz»;</li>
            <li>3) пройти процедуру регистрации.</li>
          </ul>

          <p>3.4.2. Предоставить Владельцу/Администратору точную и полную информацию по пунктам, предлагаемым в форме регистрации на Портале или при использовании его компонентов.</p>

          <p>3.4.3. Не предпринимать действий, которые могут рассматриваться как нарушающие законодательства Республики Казахстан или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных правах, а также любых действий, которые приводят или могут привести к нарушению нормальной работы и сервисов Портала и его компонентов.</p>

          <p>3.4.4. Не допускать противоречия комментариев и иных записей Пользователя на Портале и его компонентах требованиям законодательства Республики Казахстан и общепринятым нормам морали и нравственности.</p>

          <p>3.4.5. При работе на Портале не выдавать себя за другое лицо, не использовать материалы, содержащие вирусы или другое вредоносное программное обеспечение, использовать собственную ЭЦП.</p>

          <p>3.4.6. Не использовать Портал и полученную на Портале информацию в целях терроризма, экстремизма, разжигания межнациональной розни и в иных запрещенных законодательством Республики Казахстан целях.</p>

          <h2><span style="color:#39A9CB">4 Ответственность сторон</span></h2>

          <p>4.1. В случае нарушения условий настоящего Соглашения, повлекшего причинение вреда всем или одной из сторон Соглашения, виновная сторона несет ответственность в соответствии с законодательством Республики Казахстан.</p>

          <p>4.2. Администратор не несет ответственности за технические временные сбои и перерывы в работе Портала и его компонентах, возникшие по независящим от Администратора/Владельца причинам или в случае проведения плановых или внеплановых мероприятий по обслуживанию Портала и его компонентов.</p>

          <p>4.3. Владелец/Администратор не несут ответственности за временные сбои и перерывы в работе линий связи, иные аналогичные сбои, а также за неполадки компьютера, мобильного устройства связи, с которого Пользователь осуществляет доступ к Порталу и его компонентам.</p>

          <p>4.4. Владелец/Администратор не несут ответственности перед Пользователем за действия других Пользователей, услугодателей и любых других участников Портала и его компонентов.</p>

          <p>4.5. Владелец/Администратор не несут ответственности за любой прямой, косвенный ущерб, включая упущенную выгоду, ущерб от использования, потерю данных или какие-либо другие нематериальные потери, ущерб репутации и иной ущерб, возникающий вследствие:</p>

          <ul>
            <li>1) пользования или невозможности пользования Порталом, и его компонентами Пользователями;</li>
            <li>2) изменения условий Соглашения Владельцем/Администратором;</li>
          </ul>

          <p>4.6. Пользователь несет полную ответственность за достоверность предоставляемых данных при регистрации на Портале и его компонентах, а также за несвоевременное обновление и корректировку данных в процессе использования Портала.</p>

          <p>4.7. Пользователь принимает на себя все риски и возможный ущерб, возникший в результате предоставления ими недостоверных сведений о себе, а также за передачу собственных данных, третьим лицам связанных с регистрацией на Портале и его компонентах, и использованием его компонентов.</p>

          <h2><span style="color:#39A9CB">5 Прочие положения</span></h2>

          <p>5.1. Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Республики Казахстан.</p>

          <p>5.2. Бездействие со стороны Администратора в случае нарушения кем-либо из Пользователей положений Соглашения не лишает Владельца права предпринять позднее соответствующие действия в защиту своих интересов и защиту имущественных и неимущественных прав на охраняемые в соответствии с законодательством материалы Портала.</p>
        </div>
  </div>
</template>

<script>
export default {
  name: "user_agreement",
  layout: 'catalogLayout'
}
</script>

<style scoped>

</style>
